Repository: Florent73/Events-Manager-Shortcode
Catalog: languages/em-shortcodes-*.po
Languages: fr_fr

source: Options saved.
fr_fr: Réglages sauvegardées.

source: EM Shortcodes Settings
fr_fr: Paramètres EM Shortcodes

source: Thumbnail Settings:
fr_fr: Réglages de la vignette :

source: Thumbnails width:
fr_fr: Largeur des vignettes :

source: or
fr_fr: ou

source: Shortcode Options
fr_fr: Paramètres du code court

source: Display events date?
fr_fr: Afficher les dates des évènements ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Display events time?
fr_fr: Afficher l’heure des événements ?

source: Display events excerpt?
fr_fr: Afficher l’extrait des événements ?

source: Sentence if no event:
fr_fr: Phrase si aucun événement :

source: Display button?
fr_fr: Afficher un bouton ?

source: Text button:
fr_fr: Texte du bouton :

source: Color button:
fr_fr: Couleur du bouton :

source: Color button hover:
fr_fr: Couleur du bouton survolé :

source: Choose a template
fr_fr: Choisissez votre format

source: Landscape
fr_fr: Paysage

source: Configure your shortcode
fr_fr: Configurez votre code court

source: Limit:
fr_fr: Limite :

source: Display image:
fr_fr: Afficher l'image :

source: Choose your category
fr_fr: Choisissez votre catégorie

source: All category
fr_fr: Toutes les catégories

source: Copy/Paste this shortcode
fr_fr: Copiez et collez ce code court

source: CSS
fr_fr: Feuille de Style CSS

source: Settings
fr_fr: Réglages
